{
    "tab1": {
        "name": "2017-03-31",
        "content": "<h1>第1节 经营情况的讨论与分析 </h1>一、经营情况的讨论与分析 <br/>2017年上半年整体外部环境依然倾向于加强风险管理，严格监管，对于公司的日常经营活动 和客户需求造成了一定影响。但同时，监管政策中诸如《证券期货投资者适当性管理办法》也给公司带来了更多的业务机会，比如严监管带动了风控产品业务的快速增长。"
    },
    "tab2": {
        "name": "2016-03-31",
        "content": "<h1>第2节 经营情况的讨论与分析 </h1>一、经营情况的讨论与分析 <br/>2016年整体外部环境延续了 2015年下半年的风格，从活跃的、鼓励创新向加强风险管理、严格监管转变，对公司的日常经营活动和创新业务开展产生了比较重大的相应影响。<br/>2016年年初公司制定的收入预算为 28 亿元人民币，收入预算较 2015年增长 26%，公司 2016年实际完成收入 21.7亿元，较 2015年下降 2.49%。一方面，2016年收入与去年相比的基数有不同，恒生网络和去年同期相比大幅下降，同时数米基金在 2015年收入计入合并报表（2015年 7月份之前计入）而 2016年则没有。另一方面，收入预算未达标的主要原因，第一是 2016年整体金融市场监管趋势加严，客户需求减少或推迟，第二是资本市场较低迷，导致经纪业务线 IT业务出现下滑。"
    },
    "tab3": {
        "name": "2015-03-31",
        "content": "<h1>第3节 经营情况的讨论与分析 </h1>一、经营情况的讨论与分析 <br/>2015年整体外部环境延续了 2015年下半年的风格，从活跃的、鼓励创新向加强风险管理、严格监管转变，对公司的日常经营活动和创新业务开展产生了比较重大的相应影响。<br/> 2015年，公司 1.0 和 2.0业务总体保持良好的增长，仍然保持在证券核心交易系统、投资管理系统、TA系统、综合理财系统等重要产品领域的高市场占有率。2015年对公司业务量贡献最大的来自于资产管理产品线，交易所产品线则保持迅猛发展的态势，成为公司 2015 年的明星产品线，经纪业务线的 UF2.0新一代券商核心交易系统则凭借优秀的技术获得了大力的发展。在 PB业务领域，公司保持了非常高的市场中标率，使 2015年的这一明星产品获得了市场的极大认同。同时，公司在香港的业务线也开始发力，已经开通了国际市场的交易路由连接服务。公司研发中心继续加大在底层技术的研发，公司的重点产品线 O4等均按照计划逐步落地。"
    },
    "tab4": {
        "name": "2014-03-31",
        "content": "<h1>第3节 经营情况的讨论与分析 </h1>一、经营情况的讨论与分析 <br/>2015年整体外部环境延续了 2015年下半年的风格，从活跃的、鼓励创新向加强风险管理、严格监管转变，对公司的日常经营活动和创新业务开展产生了比较重大的相应影响。<br/> 2015年，公司 1.0 和 2.0业务总体保持良好的增长，仍然保持在证券核心交易系统、投资管理系统、TA系统、综合理财系统等重要产品领域的高市场占有率。2015年对公司业务量贡献最大的来自于资产管理产品线，交易所产品线则保持迅猛发展的态势，成为公司 2015 年的明星产品线，经纪业务线的 UF2.0新一代券商核心交易系统则凭借优秀的技术获得了大力的发展。在 PB业务领域，公司保持了非常高的市场中标率，使 2015年的这一明星产品获得了市场的极大认同。同时，公司在香港的业务线也开始发力，已经开通了国际市场的交易路由连接服务。公司研发中心继续加大在底层技术的研发，公司的重点产品线 O4等均按照计划逐步落地。管理层讨论与分析 一、管理层讨论与分析 2015年，是不寻常一年，上半年迎来资本市场牛市行情，日交易量达万亿以上，恒生凭借强 大的技术实力， 恒生公司提供的交易软件实现 0事故率，经受了重大的考验，得到了客户和最终用户的高度赞扬。下半年股市激烈震荡，出现大幅下跌行情，公司控股子公司恒生网络的 HOMS产品线因涉嫌违规，被监管机构立案调查并收到行政处罚事先告知书。 2015年公司重新审视与制定了公司愿景、使命和战略，符合新形势下公司的业务发展，进一步提高团队的认识与理解。 2015年，公司 1.0 和 2.0业务总体保持良好的增长，仍然保持在证券核心交易系统、投资管 理系统、TA系统、综合理财系统等重要产品领域的高市场占有率。2015年对公司业务量贡献最大的来自于资产管理产品线，交易所产品线则保持迅猛发展的态势，成为公司 2015 年的明星产品线，经纪业务线的 UF2.0新一代券商核心交易系统则凭借优秀的技术获得了大力的发展。在 PB业务领域，公司保持了非常高的市场中标率，使 2015年的这一明星产品获得了市场的极大认同。同时，公司在香港的业务线也开始发力，已经开通了国际市场的交易路由连接服务。公司研发中心继续加大在底层技术的研发，公司的重点产品线 O4等均按照计划逐步落地。 2015年公司产品质量整体控制良好，客户满意度略有提升，在市场急剧扩容，大量新业务上 线的背景下实属难能可贵。2015年公司初步建立了创新业务子公司员工持股计划制度，解决了二次创业的机制问题。同时公司改善优化了薪酬绩效考核制度并推进实施，总体员工满意度略有提升，员工主动离职率保持稳定。公司 2015年梳理了经营模式管控体系，引导和强化了产品经营职责的落实，推进核心岗位（如产品经理）的专业化分工和履职，全方位推动 EPG 过程改进建设，过程改进文化开始逐步渗透到工作中来，以适应公司战略转型。 投资业务在 2015年取得不错的业绩，在公司主营业务投资和互联网生态圈投资方面发挥了积极的作用，同时，公司 2015年进一步推动了对子公司的投资后管理工作。在互联网生态圈孵化业务上，恒生芸泰科技在互联网医疗领域风生水起，尤其是广东云医院的合作模式，引起市场的高度关注。 二、报告期内主要经营情况 2015年度公司实现营业总收入 2，225，532，407.47元人民币，较 2014年增长 56.52%，实现归 属于母公司的净利润 453，733，512.62 元人民币，较 2014年 360，520，485.09元增长 25.86%。 (一) 主营业务分析利润表及现金流量表相关科目变动分析表 单位:元 币种:人民币 科目 本期数 上年同期数 变动比例（%） 营业收入 2，225，532，407.47 1，421，839，135.12 56.52 营业成本 162，774，072.05 89，823，564.61 81.22 销售费用 581，819，206.22 357，418，494.08 62.78 管理费用 1，057，604，547.97 801，092，966.64 32.02 财务费用 -3，580，257.15 -9，042，750.96 不适用 经营活动产生的现金流量净额 991，663，412.65 613，534，744.47 61.63 投资活动产生的现金流量净额 -1，403，102，989.93 -362，719，797.75 不适用 筹资活动产生的现金流量净额 190，753，752.99 -71，012，687.14 不适用 研发支出 862，614，676.32 590，509，153.55 46.08 1. 收入和成本分析 (1). 主营业务分行业、分产品、分地区情况 单位:元 币种:人民币主营业务分行业情况 分行业 营业收入 营业成本毛利率 （%）营业收入比上年增减（%）营业成本比上年增减（%）毛利率比上年增减 （%） 资本市场 1，316，694，448.59 89，516，977.66 93.20 43.22 117.54 减少 2.32个百分点 银行 341，046，695.20 2，832，624.42 99.17 13.50 -29.74 增加 0.51个百分点 互联网 444，489，253.41 36，058，846.88 91.89 357.70 128.76 增加 8.12个百分点 非金融业务 116，494，813.61 33，383，297.65 71.34 15.79 17.80 减少 0.49个百分点 合 计 2，218，725，210.81 161，791，746.61 92.71 56.52 81.21 减少 0.99个百分点主营业务分产品情况 分产品 营业收入 营业成本毛利率 （%）营业收入比上年增减（%）营业成本比上年增减（%）毛利率比上年增减 （%） 软件收入 2，016，760，021.69 31，179，297.36 98.45 53.94 160.71 减少 0.64个百分点 集成收入 10，141，265.31 8，617，867.50 15.02 104.64 127.77 减少 8.63个百分点 硬件收入 92，106，888.00 81，526，464.35 11.49 91.56 88.75 增加 1.32个百分点 科技园 7，665，426.50 4，409，270.52 42.48 -69.85 -69.77 减少 0.16个百分点 其 他 92，051，609.31 36，058，846.88 60.83 218.19 128.76 增加 15.32个百分点 合 计 2，218，725，210.81 161，791，746.61 92.71 56.52 81.21 减少 0.99个百分点 主营业务分地区情况 分地区 营业收入 营业成本毛利率 （%）营业收入比上年增减（%）营业成本比上年增减（%）毛利率比上年增减 （%） 境 内 2，164，200，416.27 131，212，272.64 93.94 56.03 85.62 减少 0.96个百分点 境 外 54，524，794.54 30，579，473.97 43.92 78.96 64.46 增加 4.95个百分点 合 计 2，218，725，210.81 161，791，746.61 92.71 56.52 81.21 减少 0.99个百分点 主营业务分行业、分产品、分地区情况的说明①资本市场线 ●经纪业务： 经纪业务线抓住有利时机，快速响应市场创新需求，合同额同比快速增长，主要合同来源于 UF2.0升级、股票期权、信贷类业务等其他创新业务。 在重点产品方面，核心平台 UF2.0（经纪业务运营平台）在万亿行情下表现出色，完全承受住了大交易量下的高并发考验。强大的技术优势，松耦合的业务体系架构，加上在行业内排名前茅券商的实际应用，得到了市场的垂青，2015年新签 UF2.0的券商超过 20家，合同额超过 1个亿，成为证券市场上的明星产品。同时 UF2.0在期货行业的应用也有了突破性的进展，永安期货全面上线，浙商期货、信达期货等多家期货公司签订合作协议，为 UF2.0在期货行业的发展打下了很好的基础。另外，公司在互联网云计算技术上也有长足进步，创建了期货行业统一云开户平台都是行业内创新案例。 在市场拓展方面，2015年证券集中交易市场升级 18家证券公司，场外 OTC业务又新增 15家总数达到近 40家，处于行业绝对领先位置。同时，在支付产品线上的发展颇为瞩目，中标了证通公司联网通汇的行业级重点项目。 ●资产管理： 创新业务发展开始加速，截止 2015年底备案私募机构达到两万多家，资产管理规模突破 4万亿；私募基金的发展最为迅猛，成为资管行业发展的新的蓝海市场；机构经纪业务百花齐放，各机构竞相大力拓展机构经纪业务，寻求新的业务增长点。在创新的同时，更多的金融机构也意识到风险管理的重要性，加强了风控系统的建设，意识到风控产品在金融机构风险管理转型过程中能起到关键性作用，推动风险管理由传统合规风控向智能风控的转型。 资管产品线的合同额在 2015年创了新高，是公司收入增长的最主要来源之一。在新产品研发方面，积极进行前瞻性研究，做好未来新产品的布局与发展，2015年投入大量人力保证重点新产品的研发，包括新一代投资管理系统 O4、策略交易平台 2.0、全面风险管理等多项新产品 ，其中 新一代投资管理系统 O4完成了研发并正式上线。 在市场推广执行方面，2015年资管核心产品、核心领域推广效果良好，实现了现有投资、估值、风控产品市场占有率稳步提升，其中：PB投资系统签约 14家客户，中标率接近 90%，在势头上远超竞争对手。投资系统在期货行业取得重大突破，新中标 31家客户，中标率达到 80%左右。 估值系统客户总数达到 300多家，在证券托管、期货、基金子公司占有率持续超越竞争友商，处于领先地位。 全面风险管理引入外部战略合作伙伴，增强产品优势，促成风控产品在行业的领先地位，2015年中标 15家客户，中标率 70%以上，同时也促使风控产品由风控部门向业务部门延伸。 ●财富管理： 在产品市场经营方面，财富管理业务线新签产品合同毛利继续保持稳定增长。上半年股票市场的火爆行情，基金发行数量、规模与速度远超往年，指数型基金、分级型基金发行增多，下半年资产荒后场内场外货币基金迅速崛起，催生了基金管理公司自建 TA系统的性能提升需求、分 TA系统的 LOF、ETF功能需求，当年自建 TA4.0升级用户达到 14家、分 TA产品合同上升明显； 备案私募管理机构数量与资产管理规模激增，催生了证券公司私募运营外包业务系统的建设需求，公司凭借产品强大竞争力，恒生运营外包 TA系统拿下 80%市场份额。理财销售系统新增用户近 40家，其中三方基金代销系统市场份额提升近 10%。营销服务产品线拳头产品呼叫中心系统市场份额提升明显，基金行业先后中标了南方基金、嘉实基金、招商基金等行业排名前十的用户，进一 步巩固了行业老大的地位。类信托行业整体方案、信托 TA继续发挥竞争优势，新增或替换光大信托、天津信托、汇添富资产等用户，整体产品合同继续保持较好增长。 在重大业务创新、核心产品研发方面，财富管理业务线暂获颇多、硕果累累。先后承建了具有行业重大影响的上交所注册审核系统、中登 TA中港基金互认、保险资产登记交易平台、新三板股权众筹登记系统等项目，并实施与推出了广发证券统一 TA系统、浙商资产核心业务系统、恒天财富管理平台等创新项目与业务。 ●交易所： 2015年交易所行业继续保持良好的业务发展态势，在各细分市场取得良好进展。 在基础设施领域，继续保持与上海清算所、全国中小板股份转让系统公司、北京金融资产交易所、中证资本等国家级机构的良好合作，业务合作均保持增长态势；同时，在保监会、证通公司、广州商品清算所等基础设施机构，也取得突破，成为其核心业务合作伙伴。 在金融资产交易所领域，继续保持行业领先地位，在各省级金融资产交易所如南宁、重庆、贵州、银川、新华大庆等客户的系统建设中，均顺利实现系统上线运行；在物权领域，不断开拓进取，进一步巩固了行业地位，在各地的文化产权交易所市场中，取得了过半的市场机会，是 2015年业绩的重要增长点。 在现货交易领域，在保持与河北钢铁交易中心的良好合作的同时，在市场典型客户方面继续突破，与上海石油天然气交易中心合作，承建了其核心业务系统，并顺利按期上线运行，成为全国性重要的石油天然气交易中心。同时，与其他机构如新华大宗商品交易中心、有种网等机构达成合作，在现货领域形成了具有竞争力的整体业务解决方案。 在资金支付结算领域，与中国人寿等达成合作，为其提供一账通等核心业务系统，为保险行业的资金支付结算提供全面的业务平台支持。 ●海外业务： 公司在海外证券业务的布局也取得快速发展，托管业务上线券商超过 10家，合同额超过 1000万，云模式销售占海外合同总额 57%以上。2015年新入香港券商 9家，其中 8 家选用恒生 2.0产品模式。 ②银行业务线 银行综合理财产品线仍是银行业务最主要的产品，结合市场创新，不断丰富银行理财和理财资产管理的业务品种，如理财代销分销、理财互市、大额存单、净值型理财和同业资管，在全国 140多家银行得到应用，有助于提升银行在理财产品、销售方式和管理模式方面的转型。基于银 行财资管理的对公综合服务平台进一步深挖行业解决方案，小微金融、交易银行等在多家银行应用，在银行对公财资领域继续保持 60%以上的市场占有率。票据业务复苏明显，票据新版本和 SAAS版本在全国各类银行多点开花。结合《关于促进互联网金融健康发展的指导意见》的出台，迅速推出符合监管要求的网贷存管产品，率先在包括股份制银行在内的多家银行应用；中间业务平台需求持续旺盛，结合银网通推出智能支付等解决方案，同时在跨境支付上获得突破。 2015年银行业务更注重与银行的合作深度和广度，合作业务呈现多样化。在股份制银行、城 商农商的合作基础上，继续扩展政策性银行和外资银行，在省农信的合作上不断突破，全年产品合同和维护合同都创历史新高。 ③上海恒生聚源 2015年，上海恒生聚源为适应内部管理、业务发展的需要，对公司的组织结构进行调整，围 绕数据服务和终端产品组建了四个产品单元和一个研发中心，分别是基础数据库产品部、应用数据库产品部、金融终端产品部和云投研产品部。截止年底，各部门战略部署完毕、产品开发有序进行、运转良好。报告期内，主营业务收入上涨 25.24%，销售、管理、财务等三项费用合计上涨 16.77%，亏损情况较上年同期小幅收窄，现金流运转良好。 ④恒生云融 2015年，在“互联网+”产业蓬勃发展的整体态势下，恒生云融继续创新求变，致力于为金 融机构或企业提供专业的互联网金融解决方案，开展以云平台为中心的金融 IT 创新科技服务。恒生云融拥有微金融云、理财云、财资云三大业务板块，成功推出“HIPS平台 2.0”（银行财富业 务分销平台）、“同业资产交易平台”（金融机构间同业资产交易平台）、“转让投融资平台”（银行财富产品“二级市场”的交易平台）、“融生意电商管理 ERP”等产品，深受各方合作机构认可。 ⑤恒生网络 恒生网络致力于为中小投资机构和广大个人投资者提供专业、高效、安全的资产和财富管理解决方案。 2015年 9月，中国证券监督管理委员会对恒生网络下达行政处罚事先告知书（处罚字[2015]68号），目前恒生网络已停止 HOMS平台支持服务。 恒生网络现阶段将继续提供基本的 IT服务，满足现有客户的需求。恒生网络目前等待相关处罚情况的进一步通知。 ⑥网金社 2015年 6月 24日，互联网金融资产交易平台“网金社”（www.wjs.com）正式开始运营，年 底 APP也已上线，为具有投资或融资需求的机构和个人提供服务。 截至 2015年 12月 31日，网金社与十几家交易所、十几家增信机构建立了合作关系，累计实 现交易量 124.6亿元（含初次发售及质押再融资），截至 12月 31日，公司累计实现收入 2，852万元。 ⑦非金融业务 公司非金融业务经过整理，收缩外包等非核心业务，积极探索健康医疗、联网售票等创新业务，取得很好的进展。 ●恒生芸泰： 杭州恒生芸泰网络科技有限公司是 2015年 3月注册设立的子公司，恒生股权占比 34%，作为移动互联网医疗综合服务提供商，为医院、医疗主管机构提供金融安全级的掌上医院及云医院解决方案。公司产品覆盖全国 26省（市、区），上线医院 181家，HIS对接 75家，产品下载 400万次，发展注册用户 220多万，活跃度达 25%，服务覆盖患者超 2亿人，产品安全性、并发性能业界领先。签约医院 420余家，其中一半以上三级医院，市场覆盖率三甲医院 16%，签约一级渠 道 12家，二级渠道 50 多家。 ●恒生长运： 浙江恒生长运网络科技有限公司系由恒生电子和浙江长运投资有限公司共同投资组建，本着让用户“出行更轻松”的使命，通过巴巴快巴互联网售票平台及手机端为道路客运提供互联网+客运的服务。目前已经覆盖浙江省内 48家一级车站，117家二级站，基本实现了省内全覆盖和可实时购买 30分钟后的车票，年售票量已经突破百万张，累计用户 130余万。 (2). (3). 成本分析表 单位：元分行业情况分行业成本构成项目本期金额本期占总成 本比例(%)上年同期金额上年同期占总成本比 例(%)本期金额较上年同期变动比 例(%)情况说明 资本市场 外购成本 89，516，977.66 55.33 41，149，073.69 46.09 117.54 银行 外购成本 2，832，624.42 1.75 4，031，843.38 4.52 -29.74 互联网 外购成本 36，058，846.88 22.29 15，762，648.51 17.65 128.76 非金融业务 外购成本 33，383，297.65 20.63 28，339，113.83 31.74 17.80 合 计 161，791，746.61 100 89，282，679.41 100 81.21分产品情况分产品成本构成项目本期金额本期占总成 本比例(%)上年同期金额上年同期占总成本比 例(%)本期金额较上年同期变动比 例(%)情况说明 软件收入 外购成本 31，179，297.36 19.27 11，959，506.67 13.40 160.71 集成收入 外购成本 8，617，867.50 5.33 3，783，617.11 4.24 127.77 硬件收入 外购成本 81，526，464.35 50.39 43，192，287.71 48.38 88.75 科技园 外购成本 4，409，270.52 2.73 14，584，619.41 16.34 -69.77 其他 外购成本 36，058，846.88 22.28 15，762，648.51 17.65 128.76 合 计 161，791，746.61 100 89，282，679.41 100 81.21 成本分析其他情况说明： 总体看，主要是券商对创新业务需求旺盛，同时通过我司对外采购硬件设备，外购硬件成本同比增长 81.21%。其次，公司严格执行收入成本配比原则，将本期无法具体配比到项目的营业成本（如：平台建设铺设通讯专线、租赁本地、异地机房服务费用、外购云服务、Level2行情数据，美股和港股行情、人力外包、软件购置费、项目咨询费等），分别计入销售费用、管理费用等核算，导致本期较上期成本变化较大。 2. 费用 2015年费用实际发生额 16.39亿元，较上年数增长 41.42 %。这是因为公司严格执行收入成本配比原则，将本期无法具体配比到项目的营业成本（如：平台建设铺设通讯专线、租赁本地、异地机房服务费用、外购云服务、Level2行情数据，美股和港股行情、软件购置费、项目咨询费等），计入销售费用，人力外包费用计入管理费用。具体说明如下: （1）销售费用本期数较上年同期数增长 62.78%，主要系公司及控股子公司本期业务规模扩大，运营费用、销售人员薪资、市场营销费用等支出同比有所增加。 （2）管理费用本期数较上期数增长 32.02%，主要系公司本期增加创新业务投入，人员有所增加，人力外包及研发投入使得薪酬费用增加所至。 （3）财务费用本期数较上期数增长 60.41%，主要是银行利率下调，本期利息收入较上年同 期数减少 546万元，公司将银行间歇不用资金作了固定性收益理财。 （4）所得税费发生额 6639万元，较去年同期增加所得税费用 3529万元，同比增长 113.45%。 主要是公司享受国家规划布局内重点软件企业满 2年要重新评审，2015年浙江省这方面评审工作还在进程中，原来按所得税率 10%计算，现在按 15%计算，评审通过后，5个点所得税政策在 2016 年一起享受。 （5）2015年公司本期研发费用投入同比增长 46.08%，本期享受技术开发费加计扣除政策同比增加。 3. 研发投入研发投入情况表 单位：元 本期费用化研发投入 862，614，676.32本期资本化研发投入 研发投入合计 862，614，676.32 研发投入总额占营业收入比例（%） 38.76 公司研发人员的数量 3，483 研发人员数量占公司总人数的比例（%） 59.81 研发投入资本化的比重（%） 0情况说明 公司研发中心成立多年，在技术平台的研发上不断积累，实现了行业内的领先，是恒生核心竞争优势的基础，恒生研发中心还承担了国家级、省级重点项目的研发工作，2015年公司进一步加大了在基础平台研发的投入，证券公司新业务和新产品的密集发布，证券公司升级松藕合架构核心交易系统的需求爆发，UF2.0升级；涉及 PB、期货、做市、托管估值、基金子公司估值、全面风控 6个新领域软件产品升级， 公司“投资系统 O4完成研发并结项”等。 公司一贯基于稳健经营的考虑，研发费用直接计入当期损益，不作资本化处理。 4. 现金流 经营活动产生的现金流量净额增长 61.63%。主要系公司销售商品、提供劳务收到的现金增加所致。 投资活动产生的现金流量净额增长-286.83%，主要系公司本期处置子公司杭州数米基金销售公司部分股权导致不纳入合并所致。 筹资活动产生的现金流量净额增长 368.62%，主要是子公司本期吸收少数股东投资收到现金比上年同期增加所致。其中：支付二期研发大楼提前还贷 3020万（银行贷款为零）支付分红 11164万元。 (二) 非主营业务导致利润重大变化的说明 □适用 √不适用 (三) 资产、负债情况分析资产及负债状况 单位：元 项目名称 本期期末数本期期末数占总资产的比例 （%）上期期末数上期期末数占总资产的比例 （%）本期期末金额较上期期末变动比例 （%）情况说明 货币资金 302，552，931.69 7.61 522，325，564.63 17.23 -42.08主要系公司到款集中在下半年，本期购入理财产品增加，原子公司数米不纳入合并等原因。 预付款项 11，071，037.49 0.28 6，508，876.33 0.21 70.09主要系公司本期预付货款增加所致。 存货 58，656，916.98 1.48 57，361，999.19 1.89 2.26 其他流动资产 1，248，688，722.54 31.41 918，619，376.49 30.31 35.93主要系公司本期购入不以公允价值计量的理财产品增加所致。 可供出售金融资产 852，801，976.64 21.45 423，863，248.05 13.99 101.20主要系公司本期可供出售金融资产投资增加所致。 在建工程 155，807，049.87 5.14 -100.00主要系公司本期软件园二期项目投入使用转固定资产所致。 投资性房地产 37，321，878.71 0.94 17，400，291.28 0.57 114.49主要系公司本期房屋出租面积增加所致。 预收款项 782，361，095.41 19.68 464，946，059.45 15.34 68.27主要系公司本期销售增长预收款项增加所致 固定资产 315，493，125.93 7.94 89，428，785.86 2.95 252.79主要系公司本期软件园二期项目投入使用转固定资产所致。 长期股权投资 620，206，079.24 15.60 321，866，784.05 10.62 92.69主要系公司本期长期股权投资增加所致。 其他应付款 84，996，521.69 2.14 245，676，109.85 8.11 -65.40主要系本期处置子公司数米基金部分股权不纳入合并所致。 长期借款 30，199，000.00 1.00 -100.00主要系公司本期已偿还银行长期借款。 其他说明 本条内容详见财务附注审计报告附注：公司主要会计报表项目的异常情况及原因的说明 (四) 行业经营性信息分析 (五) 投资状况分析 1、 对外股权投资总体分析 (1) 重大的股权投资 单位：元 币种： 人民币 被投资公司 名称 主要业务 投资金额持股比 例(%) 资金来源 本期投资盈亏中证信用增进股份有限公司 信用业务 100，000，000.00 2.44 自有资金深圳开拓者科技有限公司 软件业 72，000，000.00 43.375 自有资金 7，678，212.66 (2) 重大的非股权投资 单位： 万元 币种： 人民币项目名称项目已投入总额项目本年投入金额项目本年收回成本项目累计已收回成本本年项目收益情况资金来源天津鼎晖股权投资一期基金（有限合伙） 7，953.13 104.41 2，627.51 3，637.45 4，486.07 自有资金天津鼎晖嘉瑞股权投资基金（有限合伙） 1，000.00 21.20 550.81 10.93 自有资金天津鼎晖恒瑞股权投资基金（有限合伙） 2，000.00 41.06 776.93 100.87 自有资金 星环信息科技（上海）有限公司 1，094.59 87.84 自有资金嘉兴极地信天壹期投资 合伙企业（有限合伙） 2，000.00 800.00 78.52 自有资金杭州天璞创业投资合伙企业（有限合伙） 1，000.00 300.00 自有资金苏州方广创业投资合伙企业（有限合伙） 2，400.00 自有资金宁波市科发股权投资基 金合伙企业（有限合伙） 2，000.00 自有资金苏州工业园区八二五新媒体投资企业（有限合伙） 2，000.00 600.00 自有资金杭州复朴共进投资合伙企业（有限合伙） 3，100.00 3，100.00 自有资金宁波云汉投资管理合伙企业（有限合伙） 15，135.35 15，103.35 -4，319.05 自有资金宁波云夏股权投资管理 合伙企业（有限合伙） 1，981.01 1，981.01 -1，981.01 自有资金宁波云蜀股权投资管理 合伙企业（有限合伙） 183.39 183.39 自有资金宁波云魏股权投资管理 合伙企业（有限合伙） 269.94 269.94 自有资金 宁波云吴股权投资管理 合伙企业（有限合伙） 174.70 174.70 自有资金宁波云晋股权投资管理 合伙企业（有限合伙） 536.00 536.00 自有资金宁波云银股权投资管理 合伙企业（有限合伙） 788.62 788.62 -788.62 自有资金宁波云明股权投资管理 合伙企业（有限合伙） 404.29 404.29 自有资金宁波云宋股权投资管理 合伙企业（有限合伙） 142.00 142.00 自有资金宁波云秦投资管理合伙企业（有限合伙） 486.45 455.45 自有资金宁波云唐投资管理合伙企业（有限合伙） 392.03 361.03 自有资金国投瑞银盈湖地产专项资产管理计划 6，000.00 4，600.00 4，600.00 315.55 自有资金国投瑞银资本海峡中投保恒生电子专项资产管理计划 10，284.75 10，284.75 817.50 自有资金国投瑞银资本海峡收益 1 号专项资产管理计划 2，000.00 2，000.00 179.62 自有资金 合 计 63，326.25 37，676.78 7，289.77 9，565.19 -1，099.62 (3) 以公允价值计量的金融资产 单位： 万元 币种： 人民币证券品种证券代码证券简称最初投资成本资金来源持有数量期末账面价值报告期损益公允价值变动 银行理财产品 8002 宁波银行净值型 2 号 2，700.00自有资金 2，558.72 2，699.50 -0.50 银行理财产品 8004 宁波银行净值型 4 号 2，000.00自有资金 1，987.60 2，015.92 15.92 资产管理计划 076036 嘉实高增长双利计划 500.00自有资金 448.72 824.96 133.42 资产管理计划 B60001 汇金 1 号 400.00自有资金 396.02 648.21 158.33 封闭式基金 500058 基金银丰 203.45自有资金 195.70 301.38 104.90 开放式基金 160806 长盛同庆 200.04自有资金 146.45 206.06 31.36 开放式基金 690003 民生加银精选 100.00自有资金 99.24 132.78 50.22 资产管理计划 B40003 国联金如意 3 号 100.00自有资金 99.21 125.16 24.94 资产管理计划 940006 华泰造福桑梓集合计划 100.00自有资金 91.43 87.01 3.05 开放式基金 161907 万家中证红利指数基金 50.00自有资金 49.41 76.69 16.34 开放式基金 100038 富国沪深 300 50.00自有资金 49.51 75.05 12.97 开放式基金 150096 招商中证商品 A 50.30 自有 50.00 56.35 3.85 资金 开放式基金 150097 招商中证商品 B 50.30自有资金 50.00 51.00 12.05 股票 000783 长江证券 92.18自有资金 26.00 322.92 3.75 -114.40 股票 600446 金证股份 196.84自有资金 97.08 4，775.32 3.90 3，258.30 股票 3866.HK 青岛银行 5，200.00自有资金 2，005.77 8，351.54 500.00 3，151.54信托 深国投.朱雀合伙专项证券投资集合资金信托计划 3，000.00自有资金 19.90 6，918.56 2，444.72信托 深国投.景林丰收证券投资集合资金信托计划 2，000.00自有资金 10.18 4，862.14 1，185.83 信托 深国投.博颐精选二期 1，005.00自有资金 4.54 1，489.64 538.97信托 北京信托.润晖稳健增值证券投资集合资金 500.00自有资金 500.00 731.95 139.65信托 外贸信托.朱雀专享 3 号证券投 资集合资金信托计划（Ｂ）类 3，000.00自有资金 3，000.00 3，732.30 1，434.90 资产管理计划 76AA97 千石资本.系数量化 1 号Ａ 1，000.00自有资金 977.37 1，108.34 120.86期末持有的其他证券投资 49.29自有资金 / 37.79 2.82 合 计 22，547.40 / 39，630.57 1，077.32 12，160.37 (六) 重大资产和股权出售 (七) 主要控股参股公司分析 单位： 万元 币种： 人民币 公司全称 所处行业主要产品或服务 注册资本 总资产 净资产 净利润杭州恒生云投资控股有限公司 实业投资 实业投资等 16，500.00 24，521.25 24，511.87 2，001.95无锡恒华科技发展有限公司房地产业科技园建设与经营等 5，000.00 8，548.41 6，774.78 -409.53杭州恒生数据安全技术有限公司软件业 软件开发、硬件销售等 1，459.50 2，452.70 1，848.43 166.58杭州恒生网络技术服务有限公司软件业 软件开发、硬件销售等 20，000.00 12，262.52 433.25 -16，767.38日本恒生软件株式会社软件业 软件开发、硬件销售等 JPY7，850.00 1，859.02 737.19 170.97上海恒生聚源数据服务有限公司 软件业 数据服务等 7，000.00 4，226.18 -2，139.70 -1，528.72杭州恒生鼎汇科技有限公司 实业投资 实业投资等 43，156.43 132，657.84 52，476.25 3，659.72杭州恒生世纪实业有限公司 其 他 投资 6，000.00 12，705.60 9，913.09 -181.81浙江维尔科技股份有限公司软件业生物识别技术等 4，000.00 26，959.11 18，001.63 4，598.42 杭州恒生百川科技有限公司房地产业科技园建设与经营等 12，800.00 60，223.00 22，997.90 2，378.97杭州恒生云融网络科技有限公司软件业 技术开发、技术咨询等 6，000.00 4，263.69 3，237.43 -2，762.57 (八) 公司控制的结构化主体情况无 三、公司关于公司未来发展的讨论与分析 (一) 行业竞争格局和发展趋势 中国的金融市场处于变革之中，引发变革的因素很多，利率市场化、人民币国际化这些都是背后的推动力量。因此，金融机构以及各类寻求金融创新业务的群体都积极的参与到这一场变革之中，以互联网的名义，拉开了一道序幕。 为这些金融客户以及终端用户提供 IT服务的厂商也毫不例外的将直面这些未来的变革。是继续维持原有软件的销售模式，还是以互联网和云计算为基础提供 SAAS服务，IT 服务是基础的支撑工具还是引领业务发展的突破工具，都引发了行业的思考。 互联网金融的局部市场示范效应，吸引了大家的关注和产业投入，随着技术在互联网金融中的重要作用，随之而来的人才争夺战也是此起彼伏，增加了行业成本，但技术的发展更多的让客户看到了技术的力量，“软件定义世界”不是一个说辞，而是真实的逐步展现，这是这个行业的魅力，将有利于行业的发展，包括对行业的定价水平都带来积极的变化，行业的整体市场容量也将因此而增加。 当然，行业的发展也出现了良莠不齐的现象以及法制规范滞后的情况，包括一些 P2P之类的风险，引起监管层的高度重视，市场规范是一件好事，从长期看是有利于行业发展的，短期看，对行业的业务会带来一定的影响。 行业技术的发展也很迅猛，新技术不断应用，比如人脸识别、区块链技术等。拥有核心竞争力的企业将在这一轮的长跑中获得胜利。 (二) 公司发展战略 公司的愿景是“连接百万亿”，公司的使命是“让金融变简单，让财富动起来”；公司未来几年的战略为“端、网、云、数”战略，即客户端战略、互联网战略、云计算战略、大数据战略。 1.0业务未来仍有它良好的市场发展空间，在局部客户以及产品领域；2.0业务的发展将使客 户的 IT系统上云，客户可以将精力聚焦在专业领域，而把 IT系统的生产与运维交给专业公司打理，但这个转换的过程除了基础的客户需求（包括成本比较）之外，尚需法规政策的支持，以及市场产品供应商的成熟度支持；3.0业务可以实现帮助客户在业务领域的延伸，IT成为推动业务能力的重要手段，这是很重要的一点，公司的资源和研发会重点覆盖到，并希望有实践领域的渐次突破。 公司主要服务于机构 B端的客户，但通过互联网合作伙伴和部分产品线也间接覆盖到 C端的使用者。 在发展策略方面，公司注重内生与外延式发展战略并重。 在产品平台领域，公司未来几年将运作三大技术平台战略，暨资管技术平台、经纪技术平台、财富管理技术平台。 技术是无止境的，是恒生立足的根本之所在，放眼未来，公司会看到更多的可能，研发关注的领域，包括比如机器人投顾，比如区块链技术。日前在深圳举办的金融 IT界区块链技术专题研讨会上，恒生向客户介绍了区块链技术在金融行业的应用探索——基于联盟链的数字票据系统，受到大家关注。 (三) 经营计划 2016年，公司的营业收入预算总额为 28亿元人民币，营业收入预计增长 26%。 2016年，公司的费用预算总额为 22亿元人民币，较去年费用总额的 16.39 亿元人民币预计 增长 35%。费用预算增长主要基于三个方面的考虑，一是加大对公司创新业务的资源配置，二是 加大对新技术的产品研发，三是增加员工薪酬以增强公司的人力资源竞争力水平。 (四) 可能面对的风险 1、政策和控股子公司拟受处罚的风险 金融监管政策如趋向严格，在金融法律政策完善之前，将对行业行业金融创新带来一定压抑，行业和公司发展会受到影响。的发展将带来较大影响。 风险的应对措施包括：“拥抱监管，稳妥创新”。 2、行业规划的风险 公司从事的金融 IT服务行业是国家重点关注的领域，如出现行业规划，导致国家行业级的金融 IT服务平台出现，势必影响公司作为独立运营的民营企业的运营风险。 风险的应对措施：积极参与与相关部门的沟通，及时审视公司的基本发展战略，在核心技术上保持行业领先。 3、创新预期的风险金融创新如实际发展低于预期将存在研发投入与产出错配的风险。 风险的应对措施包括：加强基础平台的研发，提高产品的适应性，加强和行业主管部门以及客户的沟通，及时掌握市场变化的动态。 4、市场竞争的风险 互联网金融和新金融的发展，吸引了大量的新进入者参与市场竞争，包括互联网巨头公司以及各强势金融机构衍生的 IT 服务机构和海外的金融 IT企业，如果公司在新一轮市场竞争中不能把握机会，推出具备市场吸引力的产品，将导致竞争力下降。 风险的应对措施包括：加强新产品研发，利用规模成本优势主动应对竞争，增加对互联网金融领域的投入。 5、人力资源风险 作为一家 IT公司，人才是公司最重要的资产，是公司保持核心竞争力的基础。随着互联网金 融的迅猛发展，对金融 IT人才的争夺日渐激烈，尤其是金融机构自身对金融 IT人才的需求旺盛，同时能够提供较高的薪酬待遇，潜在对公司的人力资源形成影响。 应对风险的措施：提升员工的薪酬水平，制定有利的绩效奖励体系，建立公司多层次的长期激励体系，落实“创新业务子公司”员工持股计划，加强企业文化建设，建设优秀雇主品牌效应。 6、技术的风险 IT技术日新月异，如公司不能跟上技术前沿的产品，将给公司造成技术落后的风险，同时 IT产品在客户以及自身运营的平台体系亦可能出现各种类型的、不能事先识别与预见的技术风险，以及在运维过程中不能避免出现人工风险，上述技术风险均可能导致经济上的损失。 应对风险的措施：积极跟进前沿技术，开展各项新技术的培训工作；对 IT 产品与运维制定严格的测试体系和运维体系，落实业务合同签署中的法律风险防范。 (五) 其他 四、公司因不适用准则规定或特殊原因，未按准则披露的情况和原因说明 □适用 √不适用"
    }
}